Repository: de-velopment/dv_flexslider
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# dv_flexslider.element.description
source: new contenteoment type flexslider
de: Inhaltselement vom Typ Flexslider

source: language
de: Sprache

# dv_flexslider.content.create
source: content
de: Inhalt

# dv_flexslider.tab.settings
source: settings
de: Einstellungen

# dv_flexslider.tab.settings.main
source: main settings
de: Grundeinstellungen

# dv_flexslider.tab.settings.navigation
source: navigation
de: Navigationseinstellungen

# dv_flexslider.settings.enabled
source: enabled
de: an

# dv_flexslider.settings.animation
source: animation
de: Art der Animation

# dv_flexslider.settings.animationloop
source: animationloop
de: Endlosschleife

# dv_flexslider.settings.controlnav
source: show controlnav
de: Kontrolnavigation unter Slider anzeigen

# dv_flexslider.settings.randomize
source: randomize
de: Zufällige Anordnung

# dv_flexslider.settings.pauseonhover
source: pause on hover
de: Pause bei Mousehover

# dv_flexslider.settings.slideshowspeed
source: slideshow speed
de: Slideshow Geschwindigket

# dv_flexslider.settings.animationspeed
source: animation speed
de: Animations Geschwindigket

# dv_flexslider.settings.directionnav
source: show direction nav
de: Pfeilnavigation anzeigen

# dv_flexslider.settings.nexttext
source: next text
de: weiter Text

# dv_flexslider.settings.prevtext
source: prev text
de: zurück Text

# dv_flexslider.item.create
source: create item
de: Neuen Inhalt erstellen

# dv_flexslider.item.name
source: title
de: Titel

# dv_flexslider.item.image
source: image
de: Bild

# dv_flexslider.item.link
source: link
de: Linkziel

# dv_flexslider.item.textcolor
source: textcolor
de: Textfarbe

# dv_flexslider.item.backgroundcolor
source: backgroundcolor
de: Hintergrundfarbe

# dv_flexslider.item.contentposition
source: contentposition
de: Position der Textbox

# dv_flexslider.item.contentposition.left
source: left
de: Links

# dv_flexslider.item.contentposition.right
source: right
de: Rechts

# dv_flexslider.item.crop.desktop
source: image manipulation desktop
de: Bildgröße Desktop

# dv_flexslider.item.crop.mobile
source: image manipulation mobile
de: Bildgröße Smartphone
